---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomDesignReturnAirflowParam
source: html/52aa63c8-f15c-4223-3747-394d40e7f556.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomDesignReturnAirflowParam Property

"Specified Return Airflow"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomDesignReturnAirflowParam { get; }
```